Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# insights_chart_hint
source: Price as a multiple of the halving-day price (log scale). Earlier cycles are a pattern, not a forecast.
ar: السعر كمضاعف لسعر يوم التنصيف (مقياس لوغاريتمي). الدورات السابقة نمط وليست توقعًا.
cs: Cena jako násobek ceny v den halvingu (log. měřítko). Minulé cykly jsou vzorec, ne předpověď.
da: Kurs som multiplum af kursen på halveringsdagen (log-skala). Tidligere cyklusser er et mønster, ikke en prognose.
de: Kurs als Vielfaches des Kurses am Halving-Tag (logarithmisch). Frühere Zyklen sind ein Muster, keine Prognose.
el: Τιμή ως πολλαπλάσιο της τιμής την ημέρα του halving (λογαριθμική κλίμακα). Οι παλιοί κύκλοι είναι μοτίβο, όχι πρόβλεψη.
es: Precio como múltiplo del precio el día del halving (escala log). Los ciclos pasados son un patrón, no una previsión.
fa: قیمت به‌صورت مضربی از قیمت روز هاوینگ (مقیاس لگاریتمی). چرخه‌های قبلی یک الگو هستند، نه پیش‌بینی.
fi: Hinta puolittumispäivän hinnan kerrannaisena (log-asteikko). Aiemmat syklit ovat kaava, eivät ennuste.
fr: Cours en multiple du cours le jour du halving (échelle log). Les cycles passés sont un schéma, pas une prévision.
he: המחיר ככפולה של המחיר ביום ההלווינג (סקלה לוגריתמית). מחזורים קודמים הם דפוס, לא תחזית.
hi: हॉल्विंग वाले दिन के भाव के गुणज के रूप में भाव (लॉग स्केल)। पिछले चक्र एक पैटर्न हैं, पूर्वानुमान नहीं।
hu: Az ár a felezés napi ár többszöröseként (log skála). A korábbi ciklusok minta, nem előrejelzés.
id: Harga sebagai kelipatan harga pada hari halving (skala log). Siklus lalu adalah pola, bukan ramalan.
it: Prezzo come multiplo del prezzo nel giorno dell'halving (scala log). I cicli passati sono uno schema, non una previsione.
ja: 半減期当日の価格に対する倍率（対数スケール）。過去のサイクルは傾向であり、予測ではありません。
ko: 반감기 당일 가격 대비 배수 (로그 스케일). 과거 주기는 패턴일 뿐 예측이 아닙니다.
nb: Kurs som multiplum av kursen på halveringsdagen (log-skala). Tidligere sykluser er et mønster, ikke en prognose.
nl: Koers als veelvoud van de koers op de halvingdag (log-schaal). Eerdere cycli zijn een patroon, geen voorspelling.
pl: Cena jako wielokrotność ceny z dnia halvingu (skala log). Dawne cykle to wzorzec, nie prognoza.
pt: Preço como múltiplo do preço no dia do halving (escala log). Ciclos passados são um padrão, não uma previsão.
pt_br: Preço como múltiplo do preço no dia do halving (escala log). Ciclos passados são um padrão, não uma previsão.
ro: Prețul ca multiplu al prețului din ziua halving-ului (scală log). Ciclurile trecute sunt un tipar, nu o prognoză.
ru: Цена как кратное цены в день халвинга (лог. шкала). Прошлые циклы — закономерность, не прогноз.
sq: Çmimi si shumëfish i çmimit në ditën e halving-ut (shkallë log). Ciklet e kaluara janë model, jo parashikim.
sv: Kurs som multipel av kursen på halveringsdagen (log-skala). Tidigare cykler är ett mönster, ingen prognos.
th: ราคาเป็นพหุคูณของราคาวันฮาล์ฟวิ่ง (สเกลลอการิทึม) วัฏจักรก่อนหน้าเป็นรูปแบบ ไม่ใช่การพยากรณ์
tr: Fiyat, yarılanma günü fiyatının katı olarak (log ölçek). Geçmiş döngüler bir örüntüdür, tahmin değil.
uk: Ціна як кратне ціни в день халвінгу (лог. шкала). Минулі цикли — закономірність, не прогноз.
vi: Giá theo bội số của giá ngày halving (thang log). Chu kỳ trước là khuôn mẫu, không phải dự báo.
zh_hans: 价格为减半当日价格的倍数（对数刻度）。过往周期是规律，不是预测。

# insights_cycle_chart
source: Cycles since the halving
ar: الدورات منذ التنصيف
cs: Cykly od halvingu
da: Cyklusser siden halveringen
de: Zyklen seit dem Halving
el: Κύκλοι από το halving
es: Ciclos desde el halving
fa: چرخه‌ها از هاوینگ
fi: Syklit puolittumisesta
fr: Cycles depuis le halving
he: מחזורים מאז ההלווינג
hi: हॉल्विंग के बाद के चक्र
hu: Ciklusok a felezés óta
id: Siklus sejak halving
it: Cicli dall'halving
ja: 半減期からのサイクル
ko: 반감기 이후 주기
nb: Sykluser siden halveringen
nl: Cycli sinds de halving
pl: Cykle od halvingu
pt: Ciclos desde o halving
pt_br: Ciclos desde o halving
ro: Cicluri de la halving
ru: Циклы после халвинга
sq: Ciklet që nga halving-u
sv: Cykler sedan halveringen
th: วัฏจักรนับจากฮาล์ฟวิ่ง
tr: Yarılanmadan bu yana döngüler
uk: Цикли після халвінгу
vi: Các chu kỳ kể từ halving
zh_hans: 减半以来的周期

# insights_cycle_progress
source: %1$ld %% of the current cycle
ar: %1$ld %% من الدورة الحالية
cs: %1$ld %% aktuálního cyklu
da: %1$ld %% af den nuværende cyklus
de: %1$ld %% des laufenden Zyklus
el: %1$ld %% του τρέχοντος κύκλου
es: %1$ld %% del ciclo actual
fa: %1$ld %% از چرخه کنونی
fi: %1$ld %% nykyisestä syklistä
fr: %1$ld %% du cycle en cours
he: %1$ld %% מהמחזור הנוכחי
hi: मौजूदा चक्र का %1$ld %%
hu: A jelenlegi ciklus %1$ld %%-a
id: %1$ld %% dari siklus saat ini
it: %1$ld %% del ciclo attuale
ja: 現在のサイクルの %1$ld %%
ko: 현재 주기의 %1$ld %%
nb: %1$ld %% av gjeldende syklus
nl: %1$ld %% van de huidige cyclus
pl: %1$ld %% obecnego cyklu
pt: %1$ld %% do ciclo atual
pt_br: %1$ld %% do ciclo atual
ro: %1$ld %% din ciclul actual
ru: %1$ld %% текущего цикла
sq: %1$ld %% e ciklit aktual
sv: %1$ld %% av den nuvarande cykeln
th: %1$ld %% ของวัฏจักรปัจจุบัน
tr: Mevcut döngünün %%%1$ld kadarı
uk: %1$ld %% поточного циклу
vi: %1$ld %% chu kỳ hiện tại
zh_hans: 当前周期的 %1$ld %%

# insights_dominance_eth
source: ETH %1$@ of the total market
ar: ETH %1$@ من السوق الكلي
cs: ETH %1$@ celého trhu
da: ETH %1$@ af det samlede marked
de: ETH %1$@ des Gesamtmarkts
el: ETH %1$@ της συνολικής αγοράς
es: ETH %1$@ del mercado total
fa: ETH %1$@ از کل بازار
fi: ETH %1$@ koko markkinasta
fr: ETH %1$@ du marché total
he: ETH %1$@ מכלל השוק
hi: कुल बाज़ार में ETH %1$@
hu: ETH %1$@ a teljes piacból
id: ETH %1$@ dari total pasar
it: ETH %1$@ del mercato totale
ja: 市場全体の ETH %1$@
ko: 전체 시장 중 ETH %1$@
nb: ETH %1$@ av hele markedet
nl: ETH %1$@ van de totale markt
pl: ETH %1$@ całego rynku
pt: ETH %1$@ do mercado total
pt_br: ETH %1$@ do mercado total
ro: ETH %1$@ din piața totală
ru: ETH %1$@ всего рынка
sq: ETH %1$@ e tregut total
sv: ETH %1$@ av hela marknaden
th: ETH %1$@ ของตลาดทั้งหมด
tr: Toplam piyasada ETH %1$@
uk: ETH %1$@ усього ринку
vi: ETH %1$@ toàn thị trường
zh_hans: 占总市场：ETH %1$@

# insights_dominance_title
source: Bitcoin dominance
ar: هيمنة البيتكوين
cs: Dominance bitcoinu
da: Bitcoin-dominans
de: Bitcoin-Dominanz
el: Κυριαρχία Bitcoin
es: Dominancia de Bitcoin
fa: سلطه بیت‌کوین
fi: Bitcoinin dominanssi
fr: Dominance du Bitcoin
he: דומיננטיות ביטקוין
hi: बिटकॉइन प्रभुत्व
hu: Bitcoin-dominancia
id: Dominasi Bitcoin
it: Dominanza di Bitcoin
ja: ビットコイン・ドミナンス
ko: 비트코인 도미넌스
nb: Bitcoin-dominans
nl: Bitcoin-dominantie
pl: Dominacja Bitcoina
pt: Dominância da Bitcoin
pt_br: Dominância do Bitcoin
ro: Dominanța Bitcoin
ru: Доминирование биткоина
sq: Dominanca e Bitcoin
sv: Bitcoin-dominans
th: ส่วนแบ่งบิตคอยน์
tr: Bitcoin hakimiyeti
uk: Домінування біткоїна
vi: Tỷ lệ thống trị Bitcoin
zh_hans: 比特币市值占比

# insights_fng_history
source: Yesterday %1$@ · week ago %2$@ · month ago %3$@
ar: أمس %1$@ · قبل أسبوع %2$@ · قبل شهر %3$@
cs: Včera %1$@ · před týdnem %2$@ · před měsícem %3$@
da: I går %1$@ · for en uge siden %2$@ · for en måned siden %3$@
de: Gestern %1$@ · vor einer Woche %2$@ · vor einem Monat %3$@
el: Χθες %1$@ · πριν μία εβδομάδα %2$@ · πριν έναν μήνα %3$@
es: Ayer %1$@ · hace una semana %2$@ · hace un mes %3$@
fa: دیروز %1$@ · یک هفته پیش %2$@ · یک ماه پیش %3$@
fi: Eilen %1$@ · viikko sitten %2$@ · kuukausi sitten %3$@
fr: Hier %1$@ · il y a une semaine %2$@ · il y a un mois %3$@
he: אתמול %1$@ · לפני שבוע %2$@ · לפני חודש %3$@
hi: कल %1$@ · एक सप्ताह पहले %2$@ · एक महीने पहले %3$@
hu: Tegnap %1$@ · egy hete %2$@ · egy hónapja %3$@
id: Kemarin %1$@ · seminggu lalu %2$@ · sebulan lalu %3$@
it: Ieri %1$@ · una settimana fa %2$@ · un mese fa %3$@
ja: 昨日 %1$@ · 1週間前 %2$@ · 1か月前 %3$@
ko: 어제 %1$@ · 일주일 전 %2$@ · 한 달 전 %3$@
nb: I går %1$@ · for en uke siden %2$@ · for en måned siden %3$@
nl: Gisteren %1$@ · week geleden %2$@ · maand geleden %3$@
pl: Wczoraj %1$@ · tydzień temu %2$@ · miesiąc temu %3$@
pt: Ontem %1$@ · há uma semana %2$@ · há um mês %3$@
pt_br: Ontem %1$@ · há uma semana %2$@ · há um mês %3$@
ro: Ieri %1$@ · acum o săptămână %2$@ · acum o lună %3$@
ru: Вчера %1$@ · неделю назад %2$@ · месяц назад %3$@
sq: Dje %1$@ · para një jave %2$@ · para një muaji %3$@
sv: I går %1$@ · för en vecka sedan %2$@ · för en månad sedan %3$@
th: เมื่อวาน %1$@ · สัปดาห์ก่อน %2$@ · เดือนก่อน %3$@
tr: Dün %1$@ · bir hafta önce %2$@ · bir ay önce %3$@
uk: Учора %1$@ · тиждень тому %2$@ · місяць тому %3$@
vi: Hôm qua %1$@ · một tuần trước %2$@ · một tháng trước %3$@
zh_hans: 昨天 %1$@ · 一周前 %2$@ · 一个月前 %3$@

# insights_fng_title
source: Fear & Greed
ar: مؤشر الخوف والطمع
cs: Strach a chamtivost
fa: شاخص ترس و طمع
he: מדד פחד ותאוות בצע
hi: डर और लालच
hu: Félelem és kapzsiság
ja: 恐怖・強欲指数
ko: 공포·탐욕 지수
pl: Strach i chciwość
ru: Индекс страха и жадности
th: ดัชนีความกลัวและความโลภ
tr: Korku ve Açgözlülük
uk: Індекс страху й жадібності
vi: Sợ hãi & Tham lam
zh_hans: 恐惧与贪婪指数

# insights_halving_countdown
source: Next halving in about %lld days (%2$@)
ar: التنصيف القادم بعد نحو %lld يوم (%2$@)
cs: Další halving zhruba za %lld dní (%2$@)
da: Næste halvering om ca. %lld dage (%2$@)
de: Nächstes Halving in rund %lld Tagen (%2$@)
el: Επόμενο halving σε περίπου %lld ημέρες (%2$@)
es: Próximo halving en unos %lld días (%2$@)
fa: هاوینگ بعدی حدود %lld روز دیگر (%2$@)
fi: Seuraava puolittuminen noin %lld päivän päästä (%2$@)
fr: Prochain halving dans environ %lld jours (%2$@)
he: ההלווינג הבא בעוד כ-%lld ימים (%2$@)
hi: अगली हॉल्विंग लगभग %lld दिन में (%2$@)
hu: A következő felezés kb. %lld nap múlva (%2$@)
id: Halving berikutnya sekitar %lld hari lagi (%2$@)
it: Prossimo halving tra circa %lld giorni (%2$@)
ja: 次の半減期まで約 %lld 日（%2$@）
ko: 다음 반감기까지 약 %lld일 (%2$@)
nb: Neste halvering om ca. %lld dager (%2$@)
nl: Volgende halving over ongeveer %lld dagen (%2$@)
pl: Następny halving za ok. %lld dni (%2$@)
pt: Próximo halving em cerca de %lld dias (%2$@)
pt_br: Próximo halving em cerca de %lld dias (%2$@)
ro: Următorul halving în aproximativ %lld de zile (%2$@)
ru: Следующий халвинг примерно через %lld дня (%2$@)
sq: Halving-u i radhës pas rreth %lld ditësh (%2$@)
sv: Nästa halvering om cirka %lld dagar (%2$@)
th: ฮาล์ฟวิ่งครั้งถัดไปในอีกราว %lld วัน (%2$@)
tr: Sonraki yarılanma yaklaşık %lld gün sonra (%2$@)
uk: Наступний халвінг приблизно через %lld дні (%2$@)
vi: Halving tiếp theo sau khoảng %lld ngày (%2$@)
zh_hans: 距下次减半约 %lld 天（%2$@）

# insights_halving_title
source: Bitcoin halving
ar: تنصيف البيتكوين
cs: Halving bitcoinu
da: Bitcoin-halvering
el: Halving του Bitcoin
es: Halving de Bitcoin
fa: هاوینگ بیت‌کوین
fi: Bitcoinin puolittuminen
fr: Halving du Bitcoin
he: הלווינג של ביטקוין
hi: बिटकॉइन हॉल्विंग
hu: Bitcoin-felezés
id: Halving Bitcoin
it: Halving di Bitcoin
ja: ビットコイン半減期
ko: 비트코인 반감기
nb: Bitcoin-halvering
pl: Halving Bitcoina
pt: Halving da Bitcoin
pt_br: Halving do Bitcoin
ro: Halving Bitcoin
ru: Халвинг биткоина
sq: Halving-u i Bitcoin
sv: Bitcoin-halvering
th: ฮาล์ฟวิ่งบิตคอยน์
tr: Bitcoin yarılanması
uk: Халвінг біткоїна
vi: Halving Bitcoin
zh_hans: 比特币减半

# insights_source_dominance
source: Source: CoinGecko, Binance
ar: المصدر: CoinGecko، Binance
cs: Zdroj: CoinGecko, Binance
da: Kilde: CoinGecko, Binance
de: Quelle: CoinGecko, Binance
el: Πηγή: CoinGecko, Binance
es: Fuente: CoinGecko, Binance
fa: منبع: CoinGecko، Binance
fi: Lähde: CoinGecko, Binance
he: מקור: CoinGecko, Binance
hi: स्रोत: CoinGecko, Binance
hu: Forrás: CoinGecko, Binance
id: Sumber: CoinGecko, Binance
it: Fonte: CoinGecko, Binance
ja: 出典: CoinGecko、Binance
ko: 출처: CoinGecko, Binance
nb: Kilde: CoinGecko, Binance
nl: Bron: CoinGecko, Binance
pl: Źródło: CoinGecko, Binance
pt: Fonte: CoinGecko, Binance
pt_br: Fonte: CoinGecko, Binance
ro: Sursă: CoinGecko, Binance
ru: Источник: CoinGecko, Binance
sq: Burimi: CoinGecko, Binance
sv: Källa: CoinGecko, Binance
th: แหล่งที่มา: CoinGecko, Binance
tr: Kaynak: CoinGecko, Binance
uk: Джерело: CoinGecko, Binance
vi: Nguồn: CoinGecko, Binance
zh_hans: 来源：CoinGecko、Binance

# insights_source_fng
source: Source: alternative.me
ar: المصدر: alternative.me
cs: Zdroj: alternative.me
da: Kilde: alternative.me
de: Quelle: alternative.me
el: Πηγή: alternative.me
es: Fuente: alternative.me
fa: منبع: alternative.me
fi: Lähde: alternative.me
he: מקור: alternative.me
hi: स्रोत: alternative.me
hu: Forrás: alternative.me
id: Sumber: alternative.me
it: Fonte: alternative.me
ja: 出典: alternative.me
ko: 출처: alternative.me
nb: Kilde: alternative.me
nl: Bron: alternative.me
pl: Źródło: alternative.me
pt: Fonte: alternative.me
pt_br: Fonte: alternative.me
ro: Sursă: alternative.me
ru: Источник: alternative.me
sq: Burimi: alternative.me
sv: Källa: alternative.me
th: แหล่งที่มา: alternative.me
tr: Kaynak: alternative.me
uk: Джерело: alternative.me
vi: Nguồn: alternative.me
zh_hans: 来源：alternative.me

# insights_source_history
source: Source: Coin Metrics (CC BY-NC 4.0), Binance
ar: المصدر: Coin Metrics (CC BY-NC 4.0)، Binance
cs: Zdroj: Coin Metrics (CC BY-NC 4.0), Binance
da: Kilde: Coin Metrics (CC BY-NC 4.0), Binance
de: Quelle: Coin Metrics (CC BY-NC 4.0), Binance
el: Πηγή: Coin Metrics (CC BY-NC 4.0), Binance
es: Fuente: Coin Metrics (CC BY-NC 4.0), Binance
fa: منبع: Coin Metrics (CC BY-NC 4.0)، Binance
fi: Lähde: Coin Metrics (CC BY-NC 4.0), Binance
he: מקור: Coin Metrics (CC BY-NC 4.0), Binance
hi: स्रोत: Coin Metrics (CC BY-NC 4.0), Binance
hu: Forrás: Coin Metrics (CC BY-NC 4.0), Binance
id: Sumber: Coin Metrics (CC BY-NC 4.0), Binance
it: Fonte: Coin Metrics (CC BY-NC 4.0), Binance
ja: 出典: Coin Metrics (CC BY-NC 4.0)、Binance
ko: 출처: Coin Metrics (CC BY-NC 4.0), Binance
nb: Kilde: Coin Metrics (CC BY-NC 4.0), Binance
nl: Bron: Coin Metrics (CC BY-NC 4.0), Binance
pl: Źródło: Coin Metrics (CC BY-NC 4.0), Binance
pt: Fonte: Coin Metrics (CC BY-NC 4.0), Binance
pt_br: Fonte: Coin Metrics (CC BY-NC 4.0), Binance
ro: Sursă: Coin Metrics (CC BY-NC 4.0), Binance
ru: Источник: Coin Metrics (CC BY-NC 4.0), Binance
sq: Burimi: Coin Metrics (CC BY-NC 4.0), Binance
sv: Källa: Coin Metrics (CC BY-NC 4.0), Binance
th: แหล่งที่มา: Coin Metrics (CC BY-NC 4.0), Binance
tr: Kaynak: Coin Metrics (CC BY-NC 4.0), Binance
uk: Джерело: Coin Metrics (CC BY-NC 4.0), Binance
vi: Nguồn: Coin Metrics (CC BY-NC 4.0), Binance
zh_hans: 来源：Coin Metrics (CC BY-NC 4.0)、Binance

# ios_a11y_not_selected
source: not selected
ar: غير محدد
cs: nevybráno
da: ikke valgt
de: nicht ausgewählt
el: δεν έχει επιλεγεί
es: no seleccionado
fa: انتخاب نشده
fi: ei valittu
fr: non sélectionné
he: לא נבחר
hi: चयनित नहीं
hu: nincs kijelölve
id: tidak dipilih
it: non selezionato
ja: 未選択
ko: 선택되지 않음
nb: ikke valgt
nl: niet geselecteerd
pl: nie zaznaczono
pt: não selecionado
pt_br: não selecionado
ro: neselectat
ru: не выбрано
sq: i pazgjedhur
sv: inte markerad
th: ไม่ได้เลือก
tr: seçili değil
uk: не вибрано
vi: chưa chọn
zh_hans: 未选中

# ios_action_ok
source: OK
ar: حسنًا
fa: تأیید
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好

# ios_allow_notifications
source: Allow notifications
ar: السماح بالإشعارات
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Να επιτρέπονται οι ειδοποιήσεις
es: Permitir notificaciones
fa: اجازه دادن به اعلان‌ها
fi: Salli ilmoitukset
fr: Autoriser les notifications
he: לאפשר התראות
hi: नोटिफ़िकेशन की अनुमति दें
hu: Értesítések engedélyezése
id: Izinkan notifikasi
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
nb: Tillat varsler
nl: Meldingen toestaan
pl: Zezwól na powiadomienia
pt: Permitir notificações
pt_br: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления
sq: Lejo njoftimet
sv: Tillåt aviseringar
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere izin ver
uk: Дозволити сповіщення
vi: Cho phép thông báo
zh_hans: 允许通知

# ios_error_unexpected_response
source: Unexpected response from the server
ar: استجابة غير متوقعة من الخادم
cs: Neočekávaná odpověď serveru
da: Uventet svar fra serveren
de: Unerwartete Antwort vom Server
el: Μη αναμενόμενη απάντηση από τον διακομιστή
es: Respuesta inesperada del servidor
fa: پاسخ غیرمنتظره از سرور
fi: Odottamaton vastaus palvelimelta
fr: Réponse inattendue du serveur
he: תגובה לא צפויה מהשרת
hi: सर्वर से अप्रत्याशित जवाब
hu: Váratlan válasz a szervertől
id: Respons tak terduga dari server
it: Risposta inattesa dal server
ja: サーバーから予期しない応答がありました
ko: 서버에서 예상치 못한 응답
nb: Uventet svar fra serveren
nl: Onverwacht antwoord van de server
pl: Nieoczekiwana odpowiedź serwera
pt: Resposta inesperada do servidor
pt_br: Resposta inesperada do servidor
ro: Răspuns neașteptat de la server
ru: Неожиданный ответ сервера
sq: Përgjigje e papritur nga serveri
sv: Oväntat svar från servern
th: การตอบกลับที่ไม่คาดคิดจากเซิร์ฟเวอร์
tr: Sunucudan beklenmeyen yanıt
uk: Неочікувана відповідь сервера
vi: Phản hồi không mong đợi từ máy chủ
zh_hans: 服务器返回了意外响应

# ios_face_id_usage
source: Unlock Crypto Checker with Face ID.
ar: فتح قفل Crypto Checker باستخدام Face ID.
cs: Odemknout Crypto Checker pomocí Face ID.
da: Lås Crypto Checker op med Face ID.
de: Crypto Checker mit Face ID entsperren.
el: Ξεκλείδωμα του Crypto Checker με Face ID.
es: Desbloquear Crypto Checker con Face ID.
fa: باز کردن قفل Crypto Checker با Face ID.
fi: Avaa Crypto Checkerin lukitus Face ID:llä.
fr: Déverrouiller Crypto Checker avec Face ID.
he: ביטול נעילת Crypto Checker באמצעות Face ID.
hi: Face ID से Crypto Checker अनलॉक करें।
hu: A Crypto Checker feloldása Face ID-val.
id: Buka kunci Crypto Checker dengan Face ID.
it: Sblocca Crypto Checker con Face ID.
ja: Face ID で Crypto Checker のロックを解除します。
ko: Face ID로 Crypto Checker 잠금을 해제합니다.
nb: Lås opp Crypto Checker med Face ID.
nl: Ontgrendel Crypto Checker met Face ID.
pl: Odblokuj Crypto Checker za pomocą Face ID.
pt: Desbloquear o Crypto Checker com Face ID.
pt_br: Desbloqueie o Crypto Checker com o Face ID.
ro: Deblocați Crypto Checker cu Face ID.
ru: Разблокировать Crypto Checker с помощью Face ID.
sq: Shkyç Crypto Checker me Face ID.
sv: Lås upp Crypto Checker med Face ID.
th: ปลดล็อก Crypto Checker ด้วย Face ID
tr: Crypto Checker kilidini Face ID ile açın.
uk: Розблокувати Crypto Checker за допомогою Face ID.
vi: Mở khóa Crypto Checker bằng Face ID.
zh_hans: 使用面容 ID 解锁 Crypto Checker。

# ios_notifications_denied
source: Notifications for Crypto Checker are turned off in iOS Settings.
ar: إشعارات Crypto Checker معطّلة في إعدادات iOS.
cs: Oznámení pro Crypto Checker jsou v Nastavení iOS vypnutá.
da: Notifikationer for Crypto Checker er slået fra i iOS-indstillingerne.
de: Mitteilungen für Crypto Checker sind in den iOS-Einstellungen ausgeschaltet.
el: Οι ειδοποιήσεις για το Crypto Checker είναι απενεργοποιημένες στις Ρυθμίσεις του iOS.
es: Las notificaciones de Crypto Checker están desactivadas en los Ajustes de iOS.
fa: اعلان‌های Crypto Checker در تنظیمات iOS خاموش است.
fi: Crypto Checkerin ilmoitukset on poistettu käytöstä iOS:n asetuksissa.
fr: Les notifications de Crypto Checker sont désactivées dans les Réglages d'iOS.
he: ההתראות של Crypto Checker כבויות בהגדרות iOS.
hi: iOS सेटिंग्स में Crypto Checker के नोटिफ़िकेशन बंद हैं।
hu: A Crypto Checker értesítései ki vannak kapcsolva az iOS beállításaiban.
id: Notifikasi untuk Crypto Checker dimatikan di Pengaturan iOS.
it: Le notifiche di Crypto Checker sono disattivate nelle Impostazioni di iOS.
ja: Crypto Checker の通知は iOS の設定でオフになっています。
ko: iOS 설정에서 Crypto Checker 알림이 꺼져 있습니다.
nb: Varsler for Crypto Checker er slått av i iOS-innstillingene.
nl: Meldingen voor Crypto Checker staan uit in de iOS-instellingen.
pl: Powiadomienia aplikacji Crypto Checker są wyłączone w Ustawieniach iOS.
pt: As notificações do Crypto Checker estão desativadas nas Definições do iOS.
pt_br: As notificações do Crypto Checker estão desativadas nos Ajustes do iOS.
ro: Notificările pentru Crypto Checker sunt dezactivate în Configurări iOS.
ru: Уведомления Crypto Checker отключены в настройках iOS.
sq: Njoftimet për Crypto Checker janë çaktivizuar te Cilësimet e iOS.
sv: Aviseringar för Crypto Checker är avstängda i iOS-inställningarna.
th: การแจ้งเตือนของ Crypto Checker ถูกปิดอยู่ในการตั้งค่า iOS
tr: Crypto Checker bildirimleri iOS Ayarlar'da kapalı.
uk: Сповіщення Crypto Checker вимкнено в параметрах iOS.
vi: Thông báo của Crypto Checker đang tắt trong Cài đặt iOS.
zh_hans: Crypto Checker 的通知已在 iOS 设置中关闭。

# ios_open_settings
source: Open Settings
ar: فتح الإعدادات
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fi: Avaa Asetukset
fr: Ouvrir Réglages
he: פתיחת ההגדרות
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne Innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt: Abrir Definições
pt_br: Abrir Ajustes
ro: Deschide Configurări
ru: Открыть настройки
sq: Hap Cilësimet
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити параметри
vi: Mở Cài đặt
zh_hans: 打开设置

# ios_refresh_report_alarms
source: Alarms %1$ld · notifications %2$ld
ar: التنبيهات %1$ld · الإشعارات %2$ld
cs: Alarmy %1$ld · oznámení %2$ld
da: Alarmer %1$ld · notifikationer %2$ld
de: Alarme %1$ld · Mitteilungen %2$ld
el: Ειδοποιήσεις τιμής %1$ld · ειδοποιήσεις %2$ld
es: Alarmas %1$ld · notificaciones %2$ld
fa: هشدارها %1$ld · اعلان‌ها %2$ld
fi: Hälytykset %1$ld · ilmoitukset %2$ld
fr: Alertes %1$ld · notifications %2$ld
he: התראות מחיר %1$ld · התראות %2$ld
hi: अलार्म %1$ld · नोटिफ़िकेशन %2$ld
hu: Riasztások %1$ld · értesítések %2$ld
id: Alarm %1$ld · notifikasi %2$ld
it: Allarmi %1$ld · notifiche %2$ld
ja: アラーム %1$ld · 通知 %2$ld
ko: 경보 %1$ld · 알림 %2$ld
nb: Alarmer %1$ld · varsler %2$ld
nl: Alarmen %1$ld · meldingen %2$ld
pl: Alarmy %1$ld · powiadomienia %2$ld
pt: Alarmes %1$ld · notificações %2$ld
pt_br: Alarmes %1$ld · notificações %2$ld
ro: Alarme %1$ld · notificări %2$ld
ru: Оповещения %1$ld · уведомления %2$ld
sq: Alarmet %1$ld · njoftimet %2$ld
sv: Larm %1$ld · aviseringar %2$ld
th: สัญญาณเตือน %1$ld · การแจ้งเตือน %2$ld
tr: Alarmlar %1$ld · bildirimler %2$ld
uk: Сигнали %1$ld · сповіщення %2$ld
vi: Cảnh báo %1$ld · thông báo %2$ld
zh_hans: 提醒 %1$ld · 通知 %2$ld
